export interface Product {
  id: number;
  name: string;
  description: string;
}

export const products = [
  {
    id: 1,
    name: '1. כניסה ומודיעין',
    description: "\n \n נופית בת 34! ברוכים הבאים להפנינג בשביל אוהד סובב נופית 2021! יום שבת 13.11.2021 החל משעה 11:00 ועד שעה 14:00. ראשית - ניבדק ונסרוק את התו הירוק שלנו.\n \n"
  },
  {
    id: 2,
    name:  "2. ליד הבוסתן",
    description: "\n \n רוח ים וחברים: איליה מגלניק על האקורדיון, אולגה מויטליס - נבל, ושירי ניצני קריסטל (בת נופית) בחליל, חוזרים אלינו ויוצרים ביחד אווירה קסומה, מקורית ומיוחדת. מוסיקה קלאסית קלה, שנסונים, שירים פופולאריים וישראליים. אין כמו המסורת ארוכת השנים של שירי ואולגה כדי לחבר אותנו לאירועים משנים שעברו.\n \n",
  },
  {
    id: 3,
    name: "3. מצפור החיפושיות",
    description:  "\n \n הפינה הקלטית- אירית. אהוד נתן (מלהקת קטיפה שחורה) בבוזוקי אירי ותוף אירי, דינה לוריא - כינור, רותם רייך - חליל אירי ישבו לסשן מנגינות עליזות מהאי הירוק תמיד.\n \n"
  },
  {
    id: 4,
    name: "4. מצפור המשקיף על ראס עלי",
    description:  "\n \n ההרכב של הזמרת שירן סעיד מוזיקאית יוצרת, יצירתה מתבססת על ניגודים ומורכבויות רגשיות וסגנוניות, אשר נעה במצולות ייחודיים של גרוב מחוספס, מלנכוליה אפלולית, נשמה ורוקנרול בועט, כשקולה הייחודי מייצר את הדבק בין הקצוות השונים. שירן תשיר בליווי גיל מאיר בגיטרה חשמלית, ויוני אפרתי על הקחון.\n \n"
  },
  {
    id: 5,
    name: "5. התיאטרון הנופי",
    description:  "\n \n בתיאטרון הנופי Hoodna Orchestra יעשו הרבה שמח ויקפיצו אותנו. אף אחד לא יישאר יושב. בשעות 11:45 ו 13:30,\nמי שמגיע למופע הראשון של הודנה, יכול (מומלץ) גם לחזור אחורנית ולהאזין להרכבים שחלף עליהם כשמיהר.\n \n"
  },
  {
    id: 6,
    name: "6. על השביל",
    description:  "\n \n התאומות שני ומשי מירקין סטודנטיות למוסיקה, ובוגרות המגמה למוסיקה בבית הספר ביגור, עם שירים מוכרים. גם ההשתתפות שלהם באירוע הפכה כבר למסורת.\n \n"
  },
  {
    id: 7,
    name: "7. עתיקות בית הבד",
    description:  "\n \n 7.1 שינוי אדרת - תיאטרון הגברת - מופע צועני, עליז, ססגוני ומשעשע על משפחה מזרח אירופאית שנתקעה בארץ בזמן הקורונה, משפחת פפילומה פנחסוב! מופע רחוב תיאטרלי ומוסיקלי הבנוי על נאמברים קרקסיים וקטעי קישור קומיים. חגיגה לכל המשפחה! תיאטרון הגברת יופיע בשעות 12:15 ו 13:30.\n7.2 הפעלות ילדים של מיטב הנוער מנופית.\n \n"
  },
  {
    id: 8,
    name: "8. לאורך השביל",
    description:  "\n \n 8.1 רשות ניקוז ונחלים קישון מקדמת שיקום ופיתוח של מרחב נחל ציפורי בשותפות עם בעלי עניין ותושבים. הפעילות כוללת שיקום פיזי של נחל ציפורי ובתי הגידול לאורכו, פיתוח שבילי טיול לאורך הנחל ובין הישובים לנחל, ופעילות קהילתית וחינוכית לחיבור הקהילות השונות אל הנחל כמרחב משותף ומאפשר מגוון חוויות ומפגשים. בעמדה יהיו מדריכים מטעם רשות ניקוז ונחלים קישון, ויפעילו תחנת מידע ומשחק רביעיות נושא פרסים.\n8.2 רשות נחל הקישון תקיים תחנה משותפת עם החברה להגנת הטבע.\n8.3 חוגי הסיור של החברה להגנת הטבע - יקשקשו בזנב TBD\n8.4 רשות הטבע והגנים, בעקבות מקרה הרעלת הנשרים לפני כמה ימים, תקים תחנת הסברה/הדרכה על נשרים\n8.5 שתייה וכיבוד קל (בתשלום) בחסות הנוער יחכו לכם לאורכו של השביל\n \n"
  }
];


/*
Copyright Google LLC. All Rights Reserved.
Use of this source code is governed by an MIT-style license that
can be found in the LICENSE file at https://angular.io/license
*/